[
  {
    "filename": "data-released-041225.html",
    "title": "Additional Languages Available - Subtask(s) Available in All 22 Languages!",
    "date": "2025-12-04T13:00:00Z",
    "summary": "We have released 9 new languages: Bengali (ben), Burmese (mya), Khmer (khm), Odia (ori), Polish (pol; Subtask 1/2), Punjabi (pan), Russian (rus; Subtask 1/2), Swahili (swa), and Telugu (tel). All 22 languages are now available: Amharic (amh), Arabic (arb), Bengali (ben), Burmese (mya), English (eng), German (deu), Hausa (hau), Hindi (hin), Italian (ita), Khmer (khm), Nepali (nep), Odia (ori), Persian (fas), Polish (pol), Punjabi (pan), Russian (rus), Spanish (spa), Swahili (swa), Telugu (tel), Turkish (tur), Urdu (urd), and Chinese (zho).",
    "tags": ["Data", "Languages", "Subtask"]
  }
  ,
  {
    "filename": "data-released-261025.html",
    "title": "Additional Languages Available - Subtask(s) Available in 13 Languages!",
    "date": "2025-10-26T14:00:00Z",
    "summary": "We have released the training and development datasets for additional four languages: Hindi (hin), Nepali (nep), Persian (fas), and Turkish (tur). More languages are on the way, and we’ll be updating the website with release information once available.",
    "tags": ["Data", "Languages", "Subtask"]
  }
  ,
  {
    "filename": "data-released-HGI.html",
    "title": "Additional Languages Available - Subtask(s) Available in 9 Languages!",
    "date": "2025-10-04T09:00:00Z",
    "summary": "We have released the training and development datasets for additional three languages: German(deu), Hausa(hau), and Italian(ita) where Italian (only participating in Subtask 1 and Subtask 2). More languages are on the way, and we’ll be updating the website with release information over the next few days.",
    "tags": ["Data", "Languages", "Subtask"]
  }
  ,
  {
    "filename": "competition-begins.html",
    "title": "Start of the Shared Task - Competition Begins!",
    "date": "2025-09-24T14:30:00Z",
    "summary": "The competition has officially started! Participants can now make submissions for each subtask. Please note that only the final submission will be considered for the official ranking. All submissions must be submitted through the CodaBench platform before the current phase deadline.",
    "tags": ["Data", "Languages", "Subtask"]
  }
  ,
  {
    "filename": "subtask23start.html",
    "title": "Data Release Update - Subtasks 1, 2 & 3 Available in 6 Languages!",
    "date": "2025-09-23T18:00:00Z",
    "summary": "We have released the training and development datasets for six languages for subtask 1, 2 & 3: Amharic (amh), Arabic (arb), Chinese (zho), English (eng), Spanish (spa), and Urdu (urd). More languages are on the way, and we’ll be updating the website with release information over the next few days.",
    "tags": ["Data", "Languages", "Subtask"]
  }
  ,
  {
    "filename": "subtask1start.html",
    "title": "First Batch of Data Release - Subtask 1 Data Available!",
    "date": "2025-09-16T14:30:00Z",
    "summary": "We have released the training and development datasets for six languages for subtask 1: Amharic (amh), Arabic (arb), Chinese (zho), English (eng), Spanish (spa), and Urdu (urd). More languages are on the way, and we’ll be updating the website with release information over the next few days.",
    "tags": ["Data", "Languages", "Subtask"]
  }
]

